Repository: Sunnatbek077/TicTacToePro
Catalog: TicTacToePro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, ru, sv, tr, uk, uz_uz

source: %@ games
ar: %@ ألعاب
de: %@ Spiele
es: %@ juegos
fr: %@ jeux
ja: %@ ゲーム
ko: %@ 게임
ru: %@ матч
sv: %@ spel
tr: %@ oyunlar
uk: %@ ігор
uz_uz: %@ o'yinlar

source: %@ turn
ar: %@ دور
de: %@ drehen
es: %@ doblar
fr: Tour de %@
ja: ％@ 振り向く
ko: %@ 회전하다
ru: Ход %@
tr: %@ dönüş
uk: %@ хід
uz_uz: %@ ning navbati

source: %@’s Turn
ar: دور %@
de: %@s Zug
es: Turno de %@
fr: Au tour de %@
ja: %@の番
ko: %@의 차례
ru: Ход %@
sv: %@s tur
tr: Sıra %@'ın
uk: Хід %@
uz_uz: %@ ning navbati

source: %lld games
ar: ألعاب %lld
de: %lld Spiele
es: %lld juegos
fr: %lld jeux
ja: %lld ゲーム
ko: %lld 게임
sv: %lld spel
tr: %lld oyunları
uk: %lld ігор
uz_uz: %lld o’yinlar

source: 🎮 Online Multiplayer
ar: 🎮 اللعب الجماعي عبر الإنترنت
de: 🎮 Online-Mehrspieler
es: 🎮 Multijugador en línea
fr: 🎮 Multijoueur en ligne
ja: 🎮 オンラインマルチプレイヤー
ko: 🎮 온라인 멀티플레이어
ru: 🎮 Онлайн-игра
sv: 🎮 Flerspelarläge online
tr: 🎮 Çevrimiçi Çok Oyunculu
uk: 🎮 Онлайн-ігровий режим
uz_uz: 🎮 Onlayn raqiblar

source: 6-digit code from your friend
ar: رمز مكون من 6 أرقام من صديقك
de: 6-stelliger Code von deinem Freund
es: Código de 6 dígitos de tu amigo/a
fr: Code à 6 chiffres de votre ami
ja: 友達からの6桁のコード
ko: 친구가 준 6자리 코드
ru: 6-значный код от вашего друга
sv: 6-siffrig kod från din vän
tr: Arkadaşınızdan gelen 6 haneli kod
uk: 6-значний код від вашого друга
uz_uz: Do'stingizdan 6 xonali kod

source: A modern take on the classic game with stunning visuals, multiplayer support, and AI opponents.
ar: نسخة عصرية من اللعبة الكلاسيكية برسومات مذهلة، ودعم للعب الجماعي، وخصوم يتحكم بهم الذكاء الاصطناعي.
de: Eine moderne Interpretation des Klassikers mit atemberaubender Grafik, Mehrspielerunterstützung und KI-Gegnern.
es: Una versión moderna del juego clásico con gráficos impresionantes, soporte multijugador y oponentes controlados por IA.
fr: Une version moderne du jeu classique avec des graphismes époustouflants, un mode multijoueur et des adversaires IA.
ja: 素晴らしいビジュアル、マルチプレイヤー サポート、AI 対戦相手を備えた、クラシック ゲームを現代風にアレンジした作品です。
ko: 놀라운 그래픽, 멀티플레이어 지원, 그리고 AI 상대까지 갖춘 현대적으로 재해석된 고전 게임입니다.
ru: Современная интерпретация классической игры с потрясающей графикой, поддержкой многопользовательского режима и противниками, управляемыми искусственным интеллектом.
sv: En modern version av det klassiska spelet med fantastisk grafik, stöd för flera spelare och AI-motståndare.
tr: Çarpıcı görselleri, çok oyunculu desteği ve yapay zekâ rakipleriyle klasik oyunun modern bir yorumu.
uk: Сучасна інтерпретація класичної гри з приголомшливою графікою, підтримкою багатокористувацького режиму та суперниками зі штучним інтелектом.
uz_uz: Ajoyib vizuallar, ko'p o'yinchi qo'llab-quvvatlashi va AI raqiblari bilan klassik o'yinning zamonaviy ko'rinishi.

source: About
ar: عن
de: Um
es: Acerca de
fr: À propos
ja: について
ko: 에 대한
ru: Об игре
sv: Om
tr: Hakkında
uk: Про нас
uz_uz: Dastur haqida

source: Add Text Color
ar: أضف لون النص
de: Textfarbe hinzufügen
es: Agregar color de texto
fr: Ajouter une couleur au texte
ja: テキストの色を追加
ko: 텍스트 색상 추가
ru: Добавить цвет текста
sv: Lägg till textfärg
tr: Metin Rengi Ekle
uk: Додати колір тексту
uz_uz: Matn rangini qo'shish

source: AI Difficulty
ar: مستوى صعوبة الذكاء الاصطناعي
de: KI-Schwierigkeit
fr: Difficulté de l'IA
ja: AI難易度
ko: AI 난이도
ru: Сложность ИИ
sv: AI-svårighetsgrad
tr: Yapay Zeka Zorluğu
uk: Складність ШІ
uz_uz: SI qiyinligi

source: AI is thinking...
ar: الذكاء الاصطناعي يفكر...
de: KI denkt...
es: La IA está pensando...
fr: L'IA réfléchit...
ja: AIは考えています...
ko: AI가 생각하고 있다...
ru: ИИ мыслит...
sv: AI tänker...
tr: Yapay zeka düşünüyor...
uk: Штучний інтелект думає...
uz_uz: Sun'iy intellekt o'ylayapti...

source: Animation
ar: الرسوم المتحركة
es: Animación
ja: アニメーション
ko: 생기
ru: Анимация
tr: Animasyon
uk: Анімація
uz_uz: Animatsiya

source: Animation Moods
ar: أجواء الرسوم المتحركة
de: Animationsstimmungen
es: Estados de ánimo de animación
fr: Ambiance d'animation
ja: アニメーションムード
ko: 애니메이션 분위기
ru: Анимационные настроения
sv: Animationsstämningar
tr: Animasyon Ruh Halleri
uk: Анімаційні настрої
uz_uz: Animatsiya kayfiyatlari

source: Animation Speed
ar: سرعة الرسوم المتحركة
de: Animationsgeschwindigkeit
es: Velocidad de animación
fr: Vitesse d'animation
ja: アニメーション速度
ko: 애니메이션 속도
ru: Скорость анимации
sv: Animationshastighet
tr: Animasyon Hızı
uk: Швидкість анімації
uz_uz: Animatsiya tezligi

source: App will restart in a moment...
ar: سيتم إعادة تشغيل التطبيق بعد لحظات...
de: Die App wird in Kürze neu gestartet...
es: La aplicación se reiniciará en un momento...
fr: L'application va redémarrer dans un instant...
ja: アプリはすぐに再起動します...
ko: 앱이 잠시 후 다시 시작됩니다...
ru: Приложение перезапустится через мгновение...
sv: Appen startar om om en stund...
tr: Uygulama birazdan yeniden başlatılacak...
uk: Програму буде перезавантажено за мить...
uz_uz: Ilova bir zumda qayta ishga tushadi...

source: Applying Language
ar: سيتم إعادة تشغيل التطبيق بعد لحظات...
de: Anwendung der Sprache
es: Aplicando el lenguaje
fr: Application du langage
ja: 言語の適用
ko: 언어 활용하기
ru: Применение языка
sv: Tillämpa språk
tr: Dil Uygulaması
uk: Застосування мови
uz_uz: Tilni qo'llash

source: Are you sure you want to delete this game? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذه اللعبة؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie dieses Spiel wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar este juego? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce jeu ? Cette action est irréversible.
ja: このゲームを削除してもよろしいですか? この操作は元に戻せません。
ko: 이 게임을 정말로 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите удалить эту игру? Это действие необратимо.
sv: Är du säker på att du vill ta bort det här spelet? Den här åtgärden kan inte ångras.
tr: Bu oyunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цю гру? Цю дію не можна скасувати.
uz_uz: Haqiqatan ham ushbu oʻyinni oʻchirib tashlamoqchimisiz? Bu amalni ortga qaytarib boʻlmaydi.

source: Are you sure you want to leave? This will count as a forfeit.
ar: هل أنت متأكد أنك تريد المغادرة؟ سيُعتبر ذلك انسحابًا.
de: Bist du sicher, dass du gehen willst? Dies wird als Spielverzicht gewertet.
es: ¿Seguro que quieres irte? Esto se considerará una pérdida.
fr: Êtes-vous sûr de vouloir quitter ? Cela sera considéré comme un abandon.
ja: 本当に退出しますか？これは没収とみなされます。
ko: 정말 나가시겠어요? 나가시면 벌칙으로 처리됩니다.
ru: Вы уверены, что хотите уйти? Это будет считаться нарушением правил.
sv: Är du säker på att du vill lämna? Detta kommer att räknas som en förlust.
uk: Ви впевнені, що хочете піти? Це буде вважатися поразкою.
uz_uz: Haqiqatan ham ketmoqchimisiz? Bu taslim bo’lish sifatida hisoblanadi.

source: Available Games
ar: الألعاب المتاحة
de: Verfügbare Spiele
es: Juegos disponibles
fr: Jeux disponibles
ja: 利用可能なゲーム
ko: 이용 가능한 게임
ru: Доступные игры
sv: Tillgängliga spel
tr: Mevcut Oyunlar
uk: Доступні ігри
uz_uz: Mavjud o'yinlar

source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
ko: 배경
ru: Фон
sv: Bakgrund
tr: Arka plan
uk: Передісторія
uz_uz: Fon

source: Background Settings
ar: إعدادات الخلفية
de: Hintergrundeinstellungen
es: Configuración de fondo
fr: Paramètres d'arrière-plan
ja: 背景設定
ko: 배경 설정
ru: Настройки фона
sv: Bakgrundsinställningar
tr: Arka Plan Ayarları
uk: Налаштування фону
uz_uz: Fon sozlamalari

source: Be the first to create a game!
ar: كن أول من ينشئ لعبة!
de: Erstelle als Erster ein Spiel!
es: ¡Sé el primero en crear un juego!
fr: Soyez le premier à créer une partie !
ja: 最初にゲームを作成してみましょう!
ko: 최초로 게임을 만들어 보세요!
ru: Станьте первым, кто создаст игру!
sv: Bli först med att skapa ett spel!
tr: İlk oyunu siz yaratın!
uk: Будь першим, хто створить гру!
uz_uz: O'yin yaratgan birinchi bo'ling!

source: Board
ar: لوحة اللعب
de: Planke
es: Junta
fr: Plateau
ja: ボード
ko: 판자
ru: Доска
sv: Styrelse
tr: Pano
uk: Дошка
uz_uz: Doska

source: Board square
ar: مربع اللوحة
de: Brettquadrat
es: Tablero cuadrado
fr: Case du plateau
ja: ボードスクエア
ko: 보드 사각형
ru: Доска квадрат
sv: Brädets kvadrat
tr: Tahta kare
uk: Дошка квадратна
uz_uz: Doska kvadrati

source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
sv: Avboka
tr: İptal etmek
uk: Скасувати
uz_uz: Bekor qilish

source: Changing the language will require the app to restart. Your game progress and settings will be preserved.
ar: سيتطلب تغيير اللغة إعادة تشغيل التطبيق. سيتم حفظ تقدمك في اللعبة وإعداداتك.
de: Durch das Ändern der Sprache muss die App neu gestartet werden. Ihr Spielfortschritt und Ihre Einstellungen bleiben erhalten.
es: Para cambiar el idioma, la aplicación deberá reiniciarse. Tu progreso y configuración del juego se conservarán.
fr: Changer la langue nécessitera le redémarrage de l'application. Votre progression et vos paramètres de jeu seront conservés.
ja: 言語を変更するにはアプリを再起動する必要があります。ゲームの進行状況と設定は保持されます。
ko: 언어를 변경하려면 앱을 다시 시작해야 합니다. 게임 진행 상황과 설정은 그대로 유지됩니다.
ru: Для смены языка потребуется перезапуск приложения. Ваш игровой прогресс и настройки будут сохранены.
sv: Om du ändrar språket måste appen startas om. Dina spelframsteg och inställningar kommer att sparas.
tr: Dil değiştirmek uygulamanın yeniden başlatılmasını gerektirecektir. Oyun ilerlemeniz ve ayarlarınız korunacaktır.
uk: Зміна мови вимагатиме перезапуску програми. Ваш ігровий прогрес та налаштування будуть збережені.
uz_uz: Tilni o'zgartirish uchun ilovani qayta ishga tushirish kerak bo'ladi. O'yin jarayoni va sozlamalaringiz saqlanib qoladi.

source: Chat
ar: الدردشة
es: Charlar
ja: チャット
ko: 채팅
ru: Чат
sv: Chatt
tr: Sohbet

source: Choose Board Size
ar: اختر حجم اللوحة
de: Wählen Sie die Platinengröße
es: Elija el tamaño del tablero
fr: Choisir la taille du plateau
ja: ボードサイズを選択
ko: 보드 크기를 선택하세요
ru: Выберите размер доски
sv: Välj brädestorlek
tr: Tahta Boyutunu Seçin
uk: Виберіть розмір дошки
uz_uz: Doska o'lchamini tanlang

source: Choose Time Limit
ar: اختر الحد الزمني
de: Zeitlimit auswählen
es: Elija el límite de tiempo
fr: Choisir la limite de temps
ja: 時間制限を選択
ko: 시간 제한을 선택하세요
ru: Выберите временной лимит
sv: Välj tidsgräns
tr: Süre Sınırı Seçin
uk: Виберіть ліміт часу
uz_uz: Vaqt chegarasini tanlang

source: Choose your preferred language
ar: اختر لغتك المفضلة
de: Wählen Sie Ihre bevorzugte Sprache
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
ja: ご希望の言語を選択してください
ko: 원하는 언어를 선택하세요
ru: Выберите предпочитаемый язык
sv: Välj ditt önskade språk
tr: Tercih ettiğiniz dili seçin
uk: Виберіть бажану мову
uz_uz: O'zingizga yoqqan tilni tanlang

source: Choose your setup and start a game.
ar: اختر إعداداتك وابدأ اللعبة.
de: Wähle deine Einstellungen und starte ein Spiel.
es: Elige tu configuración y comienza un juego.
fr: Choisissez votre configuration et lancez une partie.
ja: 設定を選択してゲームを開始します。
ko: 원하는 설정을 선택하고 게임을 시작하세요.
ru: Выберите настройки и начните игру.
sv: Välj din uppställning och starta ett spel.
tr: Ayarlarınızı seçin ve oyuna başlayın.
uk: Оберіть налаштування та почніть гру.
uz_uz: O'zingizning sozlamalaringizni tanlang va o'yinni boshlang.

source: Close
ar: إغلاق
de: Schließen
es: Cerca
fr: Fermer
ja: 近い
ko: 닫다
ru: Закрывать
sv: Nära
tr: Kapalı
uk: Закрити
uz_uz: Yopish

source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
ja: 確認する
ko: 확인하다
ru: Подтверждать
sv: Bekräfta
tr: Onaylamak
uk: Підтвердити
uz_uz: Tasdiqlash

source: Continue
ar: يكمل
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続く
ko: 계속하다
ru: Продолжать
sv: Fortsätta
tr: Devam etmek
uk: Продовжити
uz_uz: Davom etish

source: Create New Game
ar: إنشاء لعبة جديدة
de: Neues Spiel erstellen
es: Crear nuevo juego
fr: Créer une nouvelle partie
ja: 新しいゲームを作成する
ko: 새 게임 만들기
ru: Создать новую игру
sv: Skapa nytt spel
tr: Yeni Oyun Oluştur
uk: Створити нову гру
uz_uz: Yangi o'yin yarating

source: Created with passion by
ar: تم الإنشاء بشغف بواسطة
de: Mit Leidenschaft geschaffen von
es: Creado con pasión por
fr: Créé avec passion par
ja: 情熱を込めて制作
ko: 열정을 담아 제작되었습니다
ru: Создано с любовью
sv: Skapad med passion av
tr: Tutkuyla yaratıldı
uk: Створено з пристрастю
uz_uz: Ishtiyoq bilan yaratilgan

source: Current configuration: %@
ar: الإعداد الحالي: %@
de: Aktuelle Konfiguration: %@
es: Configuración actual: %@
fr: Configuration actuelle : %@
ja: 現在の構成: %@
ko: 현재 구성: %@
ru: Текущая конфигурация: %@
sv: Nuvarande konfiguration: %@
uk: Поточна конфігурація: %@
uz_uz: Joriy konfiguratsiya: %@

source: Current turn
ar: الدور الحالي
de: Aktuelle Drehung
es: Turno actual
fr: Tour actuel
ja: 現在のターン
ko: 현재 턴
ru: Текущий ход
sv: Nuvarande sväng
tr: Şu anki sıra
uk: Поточний поворот
uz_uz: Hozirgi navbat

source: Customize your app appearance
ar: قم بتخصيص مظهر تطبيقك
de: Passen Sie das Erscheinungsbild Ihrer App an.
es: Personaliza la apariencia de tu aplicación
fr: Personnalisez l'apparence de votre application
ja: アプリの外観をカスタマイズする
ko: 앱 디자인을 맞춤 설정하세요
ru: Настройте внешний вид своего приложения
sv: Anpassa din apputseende
tr: Uygulamanızın görünümünü özelleştirin.
uk: Налаштуйте зовнішній вигляд програми
uz_uz: Ilova ko'rinishini sozlang

source: Customize your experience
ar: خصص تجربتك
de: Gestalten Sie Ihr Erlebnis individuell
es: Personaliza tu experiencia
fr: Personnalisez votre expérience
ja: 体験をカスタマイズ
ko: 나만의 경험을 맞춤 설정하세요
ru: Настройте свой опыт
sv: Anpassa din upplevelse
tr: Deneyiminizi kişiselleştirin
uk: Налаштуйте свій досвід
uz_uz: Tajribangizni sozlang

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
ja: 暗い
ko: 어두운
ru: Темный
sv: Mörk
tr: Karanlık
uk: Темний
uz_uz: Qorong'u

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
ja: 消去
ko: 삭제
ru: Удалить
sv: Radera
tr: Silmek
uk: Видалити
uz_uz: O'chirish

source: Delete Game?
ar: حذف اللعبة؟
de: Spiel löschen?
es: ¿Borrar el juego?
fr: Supprimer le jeu ?
ja: ゲームを削除しますか?
ko: 게임을 삭제하시겠습니까?
ru: Удалить игру?
sv: Radera spel?
tr: Oyunu silmek mi?
uk: Видалити гру?
uz_uz: Oʻyin oʻchirib tashlansinmi?

source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Terminé
ja: 終わり
ko: 완료
ru: Ок
sv: Gjort
tr: Tamamlamak
uk: Готово
uz_uz: Bajarildi

source: Double-tap to place mark
ar: انقر مرتين لوضع العلامة
de: Doppeltippen zum Platzieren einer Markierung
es: Toque dos veces para colocar la marca
fr: Appuyez deux fois pour marquer
ja: ダブルタップしてマークを配置します
ko: 표시하려면 두 번 탭하세요.
ru: Дважды коснитесь, чтобы поставить отметку.
sv: Dubbeltryck för att placera markeringen
tr: İşaret koymak için çift dokunun
uk: Двічі торкніться, щоб розмістити позначку
uz_uz: Belgini qo'yish uchun ikki marta bosing

source: e.g., Epic Battle
ar: مثال: معركة ملحمية
de: z.B. Epischer Kampf
es: p. ej., Batalla épica
fr: ex: Bataille Épique
ja: 例：エピックバトル
ko: 예: 에픽 배틀
ru: например, Эпическая битва
sv: t.ex. Episk strid
tr: Örneğin, Destansı Savaş
uk: наприклад, Епічна битва
uz_uz: masalan, Epik jang

source: Enter Room Code
ar: أدخل رمز الغرفة
de: Geben Sie den Zimmercode ein.
es: Introduzca el código de la habitación
fr: Entrez le code de la salle
ja: 部屋コードを入力
ko: 객실 코드를 입력하세요
ru: Введите код комнаты
sv: Ange rumskoden
tr: Oda kodunu girin
uk: Введіть код кімнати
uz_uz: Xona kodini kiriting

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
uz_uz: Xato

source: Exit
ar: خروج
de: Ausfahrt
es: Salida
fr: Quitter
ja: 出口
ko: 출구
ru: Выход
sv: Utgång
tr: Çıkış
uk: Вихід
uz_uz: Chiqish

source: Finish game
ar: إنهاء اللعبة
de: Spiel beenden
es: Terminar el juego
fr: Terminer la partie
ja: ゲームを終了する
ko: 게임 종료
ru: Завершить игру
sv: Avsluta spelet
tr: Oyunu bitir
uk: Закінчити гру
uz_uz: O'yinni tugating

source: Forfeit
ar: انسحاب
de: Verlieren
es: Perder
fr: Abandonner
ja: 没収
ko: 박탈
ru: Проигрыш
sv: Förverka
tr: Kaybetmek
uk: Форфейт
uz_uz: Taslim bo’lish

source: Forfeit Game?
ar: هل تريد الانسحاب من اللعبة؟
de: Spielverlust?
es: ¿Juego perdido?
fr: Abandonner la partie ?
ja: 没収ゲーム？
ko: 기권인가요?
ru: Проиграть матч?
sv: Förverka spelet?
tr: Maçı hükmen mi kaybettiniz?
uk: Програти гру?
uz_uz: Taslim bo’lasizmi?

source: Game Mode
ar: وضع اللعبة
de: Spielmodus
es: Modo de juego
fr: Mode de jeu
ja: ゲームモード
ko: 게임 모드
ru: Режим игры
sv: Spelläge
tr: Oyun Modu
uk: Ігровий режим
uz_uz: O'yin rejimi

source: Game Name
ar: اسم اللعبة
de: Spielname
es: Nombre del juego
fr: Nom de la partie
ja: ゲーム名
ko: 게임 이름
ru: Название игры
sv: Spelnamn
tr: Oyun Adı
uk: Назва гри
uz_uz: O'yin nomi

source: Give your game a unique name
ar: امنح لعبتك اسمًا فريدًا
de: Gib deinem Spiel einen einzigartigen Namen
es: Dale un nombre único a tu juego
fr: Donnez un nom unique à votre partie
ja: ゲームにユニークな名前を付ける
ko: 게임에 독특한 이름을 붙여보세요
ru: Придумайте для своей игры уникальное название.
sv: Ge ditt spel ett unikt namn
tr: Oyununuza benzersiz bir isim verin.
uk: Дайте своїй грі унікальну назву
uz_uz: O'yiningizga noyob nom bering

source: Join
ar: انضم
de: Verbinden
es: Unirse
fr: Rejoindre
ja: 参加する
ko: 가입하다
ru: Присоединиться
sv: Ansluta sig till
tr: Katılmak
uk: Приєднатися
uz_uz: Qo'shilish

source: Join by Code
ar: انضم بواسطة رمز
de: Beitritt per Code
es: Únase por código
fr: Rejoindre par code
ja: コードで参加
ko: 코드로 참여하기
ru: Присоединиться по коду
sv: Gå med via kod
tr: Kod ile Katıl
uk: Приєднатися за кодом
uz_uz: Kod orqali qo’shilish

source: Join Game
ar: انضم إلى اللعبة
de: Spiel beitreten
es: Unirse al juego
fr: Rejoindre la partie
ja: ゲームに参加する
ko: 게임에 참여하세요
ru: Присоединиться к игре
sv: Gå med i spelet
tr: Oyuna Katıl
uk: Приєднатися до гри
uz_uz: O'yinga qo'shilish

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык
sv: Språk
tr: Dil
uk: Мова
uz_uz: Til

source: Leave
ar: مغادرة
de: Verlassen
es: Dejar
fr: Quitter
ja: 離れる
ko: 떠나다
ru: Покинуть
sv: Lämna
tr: Ayrılmak
uk: Залишити
uz_uz: Ketish

source: Leave Game?
ar: مغادرة اللعبة؟
de: Spiel verlassen?
es: ¿Abandonar el juego?
fr: Quitter la partie ?
ja: ゲームを終了しますか?
ko: 게임을 종료하시겠습니까?
ru: Покинуть игру?
sv: Lämna spelet?
tr: Oyundan çıkmak mı?
uk: Вийти з гри?
uz_uz: O'yindan chiqasizmi?

source: Light
ar: فاتح
de: Licht
es: Ligero
fr: Clair
ja: ライト
ko: 빛
ru: Свет
sv: Ljus
tr: Işık
uk: Світло
uz_uz: Yorug'

source: Loading...
ar: جار التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
sv: Belastning...
tr: Yükleniyor...
uk: Завантаження...
uz_uz: Yuklanmoqda...

source: Mode
ar: الوضع
de: Modus
es: Modo
ja: モード
ko: 방법
ru: Режим
sv: Läge
tr: Mod
uk: Режим
uz_uz: Rejim

source: Multiplayer
ar: متعدد اللاعبين
de: Mehrspieler
es: Multijugador/a
fr: Multijoueur
ja: マルチプレイヤー
ko: 멀티플레이어
ru: Онлайн-игра
sv: Flerspelarläge
tr: Çok oyunculu
uk: Багатокористувацький режим
uz_uz: Ko'p o'yinchi

source: Name
ar: الاسم
es: Nombre
fr: Nom
ja: 名前
ko: 이름
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я
uz_uz: Ism

source: Next
ar: التالي
de: Nächste
es: Próximo
fr: Suivant
ko: 다음
ru: Следующий
sv: Nästa
tr: Sonraki
uk: Далі
uz_uz: Keyingisi

source: No active games
ar: لا توجد ألعاب نشطة
de: Keine aktiven Spiele
es: No hay juegos activos
fr: Aucune partie active
ja: アクティブなゲームはありません
ko: 현재 진행 중인 게임 없음
ru: Нет активных игр
sv: Inga aktiva spel
tr: Aktif oyun yok
uk: Немає активних ігор
uz_uz: Faol o'yinlar yo'q

source: Note
ar: ملحوظة
de: Notiz
es: Nota
ja: 注記
ko: 메모
ru: Примечание
sv: Notera
tr: Not
uk: Примітка
uz_uz: Eslatma

source: O wins
ar: O يفوز
de: O gewinnt
es: O gana
fr: O a gagné
ja: Oが勝つ
ko: O가 이긴다
ru: О побед
sv: O vinner
tr: O kazanır
uk: О перемагає
uz_uz: O g'alaba qozondi

source: OK
ar: موافق
ja: わかりました
ko: 좋아요
ru: ОК
tr: TAMAM
uk: Гаразд
uz_uz: Tushunarli

source: Only players with room code can join
ar: فقط اللاعبون الذين لديهم رمز الغرفة يمكنهم الانضمام
de: Nur Spieler mit Raumcode können beitreten.
es: Solo los jugadores con código de habitación pueden unirse.
fr: Seuls les joueurs avec le code peuvent rejoindre
ja: ルームコードを持つプレイヤーのみが参加できます
ko: 방 코드가 있는 플레이어만 참가할 수 있습니다.
ru: Присоединиться могут только игроки, имеющие код комнаты.
sv: Endast spelare med rumskod kan gå med
tr: Sadece oda kodu olan oyuncular katılabilir.
uk: Приєднатися можуть лише гравці з кодом кімнати
uz_uz: Faqat xona kodi bo'lgan o'yinchilar qo'shilishlari mumkin

source: Opens board size selector and starts a new game
ar: يفتح محدد حجم اللوحة ويبدأ لعبة جديدة
de: Öffnet die Auswahl der Spielbrettgröße und startet ein neues Spiel.
es: Abre el selector de tamaño del tablero y comienza un nuevo juego.
fr: Ouvre le sélecteur de taille et lance une partie
ja: ボードサイズセレクターを開き、新しいゲームを開始します
ko: 보드 크기 선택 화면을 열고 새 게임을 시작합니다.
ru: Открывает селектор размера доски и начинает новую игру.
sv: Öppnar storleksväljaren för brädorna och startar ett nytt spel
tr: Oyun tahtası boyutu seçiciyi açar ve yeni bir oyun başlatır.
uk: Відкриває селектор розміру дошки та починає нову гру
uz_uz: Doska o'lchamini tanlash vositasini ochadi va yangi o'yinni boshlaydi

source: Play Again
ar: العب مرة أخرى
de: Erneut spielen
es: Jugar de nuevo
fr: Rejouer
ja: もう一度プレイ
ko: 다시 플레이
ru: Сыграть снова
sv: Spela igen
tr: Tekrar Oynat
uk: Грати знову
uz_uz: Qayta o'ynang

source: Play with friends worldwide
ar: العب مع أصدقائك حول العالم
de: Spiele mit Freunden weltweit
es: Juega con amigos de todo el mundo
fr: Jouez avec des amis du monde entier
ja: 世界中の友達と遊ぶ
ko: 전 세계 친구들과 함께 플레이하세요
ru: Играйте с друзьями по всему миру.
sv: Spela med vänner över hela världen
tr: Dünyanın dört bir yanındaki arkadaşlarınızla oynayın.
uk: Грайте з друзями по всьому світу
uz_uz: Dunyo bo'ylab do'stlaringiz bilan o'ynang

source: Please select your language
ar: الرجاء اختيار لغتك
de: Bitte wählen Sie Ihre Sprache aus.
es: Por favor seleccione su idioma
fr: Veuillez sélectionner votre langue
ja: 言語を選択してください
ko: 언어를 선택해 주세요.
ru: Пожалуйста, выберите язык.
sv: Välj ditt språk
tr: Lütfen dilinizi seçin.
uk: Будь ласка, виберіть свою мову
uz_uz: Iltimos, tilingizni tanlang

source: Private Game
ar: لعبة خاصة
de: Privates Spiel
es: Juego privado
fr: Partie privée
ja: プライベートゲーム
ko: 비공개 게임
ru: Частная игра
sv: Privat spel
tr: Özel Oyun
uk: Приватна гра
uz_uz: Shaxsiy o'yin

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 윤곽
sv: Profil
tr: Profil
uk: Профіль
uz_uz: Profil

source: Ready to play?
ar: هل أنت مستعد للعب؟
de: Bereit zum Spielen?
es: ¿Listo para jugar?
fr: Prêt à jouer ?
ja: プレイする準備はできましたか?
ko: 게임할 준비 됐어?
ru: Готовы играть?
sv: Redo att spela?
tr: Oynamaya hazır mısınız?
uk: Готові грати?
uz_uz: O'ynashga tayyormisiz?

source: Rematch
ar: إعادة المباراة
de: Revanche
es: Revancha
fr: Revanche
ja: 再戦
ko: 리매치
ru: Реванш
sv: Revanschmatch
tr: Rövanş
uk: Матч-реванш
uz_uz: Revansh

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: 回復
ko: 다시 놓기
ru: Перезагрузить
sv: Återställa
tr: Sıfırla
uk: Скинути
uz_uz: Qayta tiklash

source: Reset All Settings
ar: إعادة تعيين جميع الإعدادات
de: Alle Einstellungen zurücksetzen
es: Restablecer todas las configuraciones
fr: Réinitialiser tous les paramètres
ja: すべての設定をリセット
ko: 모든 설정 초기화
ru: Сбросить все настройки
sv: Återställ alla inställningar
tr: Tüm Ayarları Sıfırla
uk: Скинути всі налаштування
uz_uz: Barcha sozlamalarni tiklash

source: Reset All Settings?
ar: هل تريد إعادة تعيين جميع الإعدادات؟
de: Alle Einstellungen zurücksetzen?
es: ¿Restablecer todas las configuraciones?
fr: Réinitialiser tous les paramètres ?
ja: すべての設定をリセットしますか?
ko: 모든 설정을 초기화하시겠습니까?
ru: Сбросить все настройки?
sv: Återställ alla inställningar?
tr: Tüm ayarları sıfırla?
uk: Скинути всі налаштування?
uz_uz: Barcha sozlamalarni qayta o'rnatasizmi?

source: Restart
ar: إعادة تشغيل
de: Neustart
es: Reanudar
fr: Redémarrer
ja: 再起動
ko: 재시작
ru: Перезагрузить
sv: Starta om
tr: Tekrar başlat
uk: Перезавантажити
uz_uz: Qayta ishga tushirish

source: Restart Now
ar: أعد التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 다시 시작하세요
ru: Перезапустить сейчас
sv: Starta om nu
tr: Şimdi Yeniden Başlat
uk: Перезавантажити зараз
uz_uz: Hozir qayta ishga tushirish
